const Help = () => {
    return (
        <>
            <section className="container mx-auto px-4 sm:px-6 lg:px-8">
                <h1 className="font-bold text-2xl mb-8">Финансовая помощь</h1>
                <p>
                    Кошкин Дом «Филимоша» не финансируется государством. Мы расчитываем только на
                    свои силы и помощь неравнодушных людей. Если Вы считаете возможным и правильным
                    помочь нам — мы и наши питомцы будем очень благодарны. Даже небольшая сумма,
                    пожертвованная Вами на одну из постоянных статей расходов (которую Вы считаете
                    наиболее важной) — это огромная поддержка для нас.
                </p>
                <ul className="space-y-4 mt-4">
                    <li>
                        <p className="font-bold">Корм</p>
                        Каждый день наши питомцы съедают до 8 кг сухого корма. Это 240-250 кг в
                        месяц. Ежемесячно на покупку сухого корма необходимо не менее 50000 руб.
                        Кроме того, немалых затрат требует закупка влажных и лечебных кормов.
                    </li>
                    <li>
                        <p className="font-bold">Вакцины</p>
                        Здоровье наших подопечных и соблюдение санитарных норм требуют обязательной
                        вакцинации всех животных, поступающих в Кошкин Дом.
                    </li>
                    <li>
                        <p className="font-bold">Стерилизация</p>
                        Одно из основных и наиболее важных направлений нашей работы и обязательное
                        условие передачи животного в новый дом. - АРЕНДА ПОМЕЩЕНИЯ. Ежемесячно -
                        40000 руб.
                    </li>

                    <li>
                        <p className="font-bold">Коммунальные услуги</p>
                        Ежемесячно - от 10000 до 20000 руб. Реквизиты для перечисления
                        пожертвований: 💳 Карта СБ 5228 6005 6374 2693 Маргарита Григорьевна А.
                        https://pay.alfabank.ru/shortlink/2fgxywi9 Также оплату можно произвести с
                        помощью qr-кода который представлен ниже. Все перечисленные Вами средства
                        расходуются только на нужды животных. Отчёты о поступления и расходах можно
                        посмотреть здесь: https://m.vk.com/topic-164700075_39478533
                    </li>
                </ul>
            </section>
        </>
    );
};

export default Help;
